/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "de";
"languageGA" = "de";

/*******NSMenu title*****/
"About %@" = "Über %@";
"Buy Now" = "Jetzt kaufen";
"BUY NOW_s" = "Jetzt kaufen";
"Register" = "Registrieren";
"Check for updates" = "Auf Updates prüfen";
"Service" = "Dienst";
"Hide %@" = "%@ verstecken";
"Quit %@" = "%@ beenden";
"Hide Others" = "Andere verstecken";
"Show All" = "Alle anzeigen";

"Edit" = "Bearbeiten";
"Undo" = "Abbrechen";
"Redo" = "Wiederholen";
"Cut" = "Ausschneiden";
"Copy" = "Kopieren";
"Paste" = "Einfügen";
"Clear" = "Löschen";
"Select All" = "Alle wählen";

"Window" = "Fenster";
"Minimize" = "Minimieren";
"Zoom" = "Zoomen";
"Enter Full Screen" = "Vollbildmodus aktivieren";
"Bring All to Front" = "Alle nach vorne bringen";

"Help" = "Hilfe";
"Guide" = "Anleitung";
"Feedback" = "Feedback";
"Support" = "Hilfe";

"Open Log" = "Protokoll öffnen";

//通用按钮title
"Contact us" = "Kontaktieren";
"Save" = "Ja";
"Cancel" = "Nein";
"Open" = "Öffnen";
"Refresh" = "Aktualisieren";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Veröffentlichungsdatum %@";
"%@ %@ Build Date %@" = "%@ %@ Veröffentlichungsdatum %@";
"All Rights Reserved." = "Alle Rechte vorbehalten.";

"Tree View" = "Baumansicht";
"File View" = "Dateiansicht";

//ScanView+Recovery
"Please select the file you want to recover." = "Bitte wählen Sie die Datei, die Sie wiederherstell möchten.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"Wenn Sie Dateien auf der Partition speichern, auf der Sie sie verloren haben, wird die Wahrscheinlichkeit einer erfolgreichen Wiederherstellung verringert. Es wird empfohlen, die Dateien auf einem Wechseldatenträger wiederherzustellen.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"Wenn Sie Dateien auf der Partition speichern, auf der Sie sie verloren haben, wird die Wahrscheinlichkeit einer erfolgreichen Wiederherstellung verringert. Möchten Sie weitermachen?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"Nicht genügend Speicherplatz auf der Festplatte verfügbar. Für die Wiederherstellung wird zusätzlicher Speicherplatz von %@ benötigt.";

"Recovering: %@" =
"Wiederherstellen: %@";
"Please wait..." =
"Bitte warten...";

"Recovery completed!" =
"Wiederherstellung abgeschlossen!";
"Click Open button to check the recovered files." =
"Klicken Sie auf die Schaltfläche Öffnen, um die wiederhergestellten Dateien zu überprüfen.";

"Are you sure you want to stop recovery?" =
"Wollen Sie wirklich aufhören?";

"Failed to save data to the target disk. Please choose another disk and try again." =
"Fehler beim Speichern der Daten auf der Zielfestplatte. Bitte wählen Sie eine andere Festplatte und versuchen Sie es erneut.";

"Your disk is disconnected. Please reinsert and try again." =
"Ihre Festplatte ist nicht verbunden. Bitte erneut verbinden und erneut versuchen.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"Speichern fehlgeschlagen aufgrund der Trennung der Zielfestplatte. Bitte erneut verbinden und erneut versuchen.";

"Note:" = "Hinweise: ";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"Bitte speichern Sie die wiederhergestellten Dateien nicht in der Partition, in der Sie sie verloren haben. Dies kann zu einem dauerhaften Datenverlust führen.";


/*******扫描模块*****/
"All Files" = "Alle Dateien";
"Photo" = "Fotos";
"Audio" = "Audio";
"Video" = "Video";
"Document" = "Dokument";
"Email" = "E-Mail";
"Webfile" = "Webdatei";
"Archive" = "Archiv";
"No Extension" = "Keine Suffix-Datei";
"Others" = "Andere";
/*"Desktop" = "Desktop";
"Documents" = "Documents";
"Downloads" = "Downloads";*/
"Trash" = "Papierkorb";
"Lost location" = "Verlorener Ort";
"More" = "Mehr";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"Das Scan-Ergebnis wird nicht gespeichert, wenn Sie das Programm jetzt schließen. Möchten Sie wirklich schließen?";
"YES" = "Ja";
"No" = "Nein";
"Are you sure you want to stop scanning?" = "Scannen wirklich beenden?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Das Scan-Ergebnis wird jetzt nicht gespeichert. Möchten Sie wirklich zurückkehren?";
"Continue" = "Weiter";
"Pause" = "Pause";
"Time remaining: %@" = "Verbleibende Zeit: %@";
"Stop" = "Aufhören";
"Loading search content, please wait…" = "Suchinhalte werden geladen, bitte warten...";
"Back" = "Zurück";
"Scanning...(%.1f%%)" = "Scannen… (%.1f%%)";
"Scanning..." = "Scannen…";
"%li files found (%.1f%%)" = "%li Dateien gefunden (%.1f%%)";
"%li items found, %@" = "%li Artikel gefunden,  %@";
"Selected: %li files, %@" = "Ausgewählt: %li Dateien, %@";
"Home" = "Home";
"Recover" = "Wiederherstellen";
"Search" = "Suchen";
"Scan completed!" = "Scan abgeschlossen!";
"Loading content, please wait..." = "Inhalt laden, bitte warten...";

"Unlock" = "Freischalten";
"Password hint: %@"= "Hinweis: %@";
"Password:" = "Passwort:";
"Please enter a password to unlock the disk \"%@\"." = "Bitte ein Passwort eingeben, um die Festplatte \"%@\" zu entsperren.";
"Wrong password" = "Falsches Passwort";
"Cancel1" = "Abbrechen";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "Daten von der Festplatte lesen, bitte warten...";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"Ein Speicherort wählen, um die Datenwiederherstellung zu starten";
"Hard Drives" = "Festplatte";
"External Drives" = "Externe Laufwerke";
"%@ free of %@" = "%@ frei von %@";
"Other Location" = "Anderer Ort";
"The Whole Computer" = "Der ganze Computer";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Um Daten vom iOS-Gerät wiederherzustellen, bitte verwenden Sie UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Um Daten vom iOS-Gerät wiederherzustellen, bitte verwenden Sie UltFone iOS Data Recovery";
"Scan" = "Scannen";
"Untitled" = "Ohne Titel";

/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"Das ausgewählte externe Laufwerk ist nicht verfügbar oder deinstalliert, bitte erneut einlegen und erneut versuchen.";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"Das ausgewählte Dateisystem wird derzeit nicht unterstützt. Bitte wählen Sie andere Festplatten für die Datenwiederherstellung.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"Um Daten von \"macOS High Sierra\" und neueren Systemen wiederherzustellen, müssen Sie den Systemintegritätsschutz deaktivieren, indem Sie zuvor die folgenden Schritte ausführen.";
"Step 1." = "Schritt 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"Halten Sie beim Neustart des Mac Command + R auf der Tastatur gedrückt, bis der Mac den Startvorgang beendet, und Sie sehen das Utilities-Fenster.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"Hinweis: Wenn Sie iMac / iMac Pro verwenden, verwenden Sie bitte eine kabelgebundene Tastatur.";
"Step 2." = "Schritt 2.";
"Open Terminal from the Utilities menu." =
"Öffnen Sie das Terminal im Menü Dienstprogramme.";
"Terminal" = "Terminal";
"Utilities" = "Dienstprogramme";
"Step 3." = "Schritt 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"Geben Sie den folgenden Befehl ein und drücken Sie die Enter-Taste, um SIP zu deaktivieren. Dann starten Ihren Mac neu.";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"Ihr Mac wird während dieses Vorgangs neu gestartet. Bitte machen Sie ein Foto mit Ihrem Telefon und speichern Sie die Schritte.";
/*******扫描中模块*****/
"Name" = "Name";
"Created Date" = "Erstell-Datum";
"Modified Date" = "Änderungsdatum";
"Path" = "Pfad";
"Type" = "Typ";
"Size" = "Größe";
"Files not found!" = "Dateien nicht gefunden!";
"folder" = "Ordner";
"file" = "Datei";

// 2.7.0新增
"PREV" = "VORH";
"NEXT" = "NÄCHSTE";
"GO TO" = "Gehen zu:";
"Didn't find the missing data? Try using Deep Scan." = "Verlorenen Daten nicht gefunden? Versuchen mit Tiefen-Scannen.";
"Deep Scan" = "Tiefen-Scannen";
"Previous Scan Results" = "Voriges Scanergebnis";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Um zum letzten Scanergebnis zurückzukehren, muss der aktuelle Scan aufgehört werden. Möchten Sie wirklich aufhören?";
"Stop" = "Aufhören";
"Cancel" = "Stonieren";
"Deep scan completed!" = "Tiefen-Scannen ist erfolgreich!";
"OK" = "Okay";
"Loading content, please wait…" = "Inhaltladen, bitte warten…";
"View Deep Scan Results" = "Tief-Scanergebniss zeigen";
"List View" = "Listenansicht";
"Thumbnail" = "die Miniaturansicht";
"Preview Pane" = "Vorschaufenster";
"Preview" = "Vorschau";
"This format file does not support to preview." = "Die Vorschau dieser Formatdatei wird nicht unterstützt.";
"This file may be corrupt and can't be previewed." = "Diese Datei ist möglicherweise beschädigt und kann nicht in der Vorschau angezeigt werden.";
"File size that exceeds 8 MB does not support to preview." = "Die Datei konnte nicht in der Vorschau angezeigt werden, weil die Dateigröße das maximale Limit überschritt.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Die verlorenen Daten können jederzeit beschädigt und nicht wiederhergestellt werden. Es wird empfohlen, sie früher wiederherzustellen, um eine höhere Wiederherstellungsrate zu erzielen.";
"Buy now to save 70%" = "Jetzt kaufen, um 70% Geld zu sparen";
"Unlimited Data Recovery" = "Alle unbegrenzt wiederherstellen";
"Recover your valuable data easily and quickly." = "Stellen Sie Ihre wertvollen Daten einfach und schnell wieder her.";
"Multiple File Types" = "Mehrere Dateitypen unterstützen";
"Recover 550+ types of files from hard drive, memory card, etc." = "Alle Dateien wiederherstellen, einschließlich Fotos, Videos, Dokumenten und anderen Dateien.";
"Professional Support" = "Professionelle Unterstützung";
"Provide professional and quality customer support." = "Bieten professionelle und hochwertige Kundenunterstützung für Sie.";
"Free Update" = "Kostenlose Aktualisierung.";
"Enjoy free update within license validity." = "Kostenlose Aktualisierung ist unterstützt.";
"Already have a registration code? Register now" = "Einen Registrierungscode haben? Jetzt registrieren";
"Register now" = "Jetzt registrieren";
"To recover data from crashed computer, please click here." = "Klicken Sie hier bitte, um Daten aus dem Absturzsystem wiederherzustellen.";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "Das Brennen einer Bootdiskette mit einer SD-Karte wird nicht unterstützt. Bitte verwenden Sie ein anderes Speichergerät, um es zu brennen.";


"Recover from Crashed System" = "System-Absturz Wiederherstellen";
"Support to recover files from crashed system." = "Unterstützt die Datenwiederherstellung aus abgestürztem System.";
"Recover Data from Crashed System" = "Daten von abgestürztem System wiederherstellen";
"Recover lost files from crashed computer" = "Verlorene Dateien von einem abgestürzten Computer wiederherstellen";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Um Daten vom iOS-Gerät wiederherzustellen, bitte verwenden Sie iOS Data Recovery";
"Please select a USB flash drive/external hard drive" = "Bitte wählen Sie ein USB-Flash-Laufwerk / eine externe Festplatte aus";
"Creating bootable drive…" = "Bootfähiges Laufwerk erstellen";
"The bootable drive is created successfully!" = "Das bootfähige Laufwerk wird erfolgreich erstellt!";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Bitte wählen Sie ein USB-Flash-Laufwerk / eine externe Festplatte aus, um ein bootfähiges Laufwerk zu erstellen.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Stellen Sie ein USB-Flash-Laufwerk / eine externe Festplatte in den Computer, um ein startfähiges Laufwerk zu erstellen, dann können Sie Daten vom abgestürzten System über das startfähige Laufwerk wiederherstellen.";
"Bootable drive:" = "Bootfähiges Laufwerk:";
"Refresh" = "Aktualisieren";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Hinweis: Wenn ein bootfähiges Laufwerk erstellen wird, werden alle Daten auf der ausgewählten Festplatte formatiert. Bitte sichern Sie Ihre wichtigen Daten im Voraus.";
"Return" = "Zurück";
"Start" = "Starten";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Wenn Sie ein bootfähiges Laufwerk erstellen, werden alle Daten auf der ausgewählten Festplatte formatiert. Möchten Sie noch fortfahren?";
"Cancel" = "Abbrechen";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "Der gesamte Speicherplatz beträgt weniger als 2 GB. Bitte verwenden Sie ein größeres USB-Laufwerk / eine externe Festplatte, um das bootfähige Laufwerk zu erstellen.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "Der lokale Speicherplatz beträgt weniger als 2 GB und das Boot-System-Image kann nicht heruntergeladen werden. Bitte geben Sie vor dem Herunterladen genug Speicherplatz frei.";
"Formatting the bootable drive, please wait…" = "Das bootfähige Laufwerk wird formatiert, bitte warten ...";
"When formatting the bootable drive, please do not operate or eject it." = "Bedienen Sie das bootfähige Laufwerk nicht und werfen Sie es nicht aus, wenn es formatiert wird.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Um zu vermeiden, dass die gebrannte Festplatte beschädigt wird, bitte warten Sie geduldig, bis der Brennvorgang abgeschlossen ist.";
"Creating bootable drive, please wait…" = "Bootfähiges Laufwerk wird erstellt, bitte warten ...";
"When creating the bootable drive, please do not operate the disk or eject it." = "Betreiben Sie beim Erstellen des startfähigen Laufwerks die Festplatte nicht und werfen Sie sie nicht aus.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Befolgen Sie die nachstehenden Schritte, um mit dem startfähigen Laufwerk einen Mac zu starten, der nicht eingeschaltet werden kann.";
"bootable drive" = "das bootfähige Laufwerk";
"cannot be turned on" = "nicht eingeschaltet werden kann";
"black screen" = "nicht eingeschaltet werden kann";
"Option key" = "Option";
"%@ bootable drive" = "%@ bootfähiges Laufwerk";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Schritt 1: Stecken Sie das bootfähige Laufwerk in einen Mac, der nicht eingeschaltet werden kann.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Schritt 2: Starten Sie den Computer, der nicht eingeschaltet werden kann. Wenn der Mac beim schwarzen Bildschirm hängen bleibt, halten Sie „Option“ gedrückt. Lassen Sie die „Option“ Taste los, bis das bootfähige Laufwerk angezeigt wird.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Schritt 3: Wählen Sie auf der Seite vom selektiven bootfähigen Laufwerk %@ bootfähiges Laufwerk aus.";
"click here" = "Klicken Sie hier bitte";
"To see the detailed steps, please click here." = "Um die detaillierten Schritte zu sehen, klicken Sie bitte Hier.";
"Bootable drive creation failed!" = "Die Erstellung des bootfähigen Laufwerks ist fehlgeschlagen!";
"Contact Us" = "oder mit uns kontaktieren";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Die Erstellung des bootfähigen Laufwerks ist fehlgeschlagen! Bitte überprüfen Sie, ob Ihre Festplatte nicht angeschlossen ist. Sie können auf die Schaltfläche Wiederholen klicken oder mit uns kontaktieren.";
"Retry" = "Wiederholen";

"Select USB/external hard drive" = "USB / externe Festplatte auswählen";
"Completed!" = "Erfolgreich!";
"Format" = "Formatieren";

// 3.0.1
"Please enter login password to allow disk access." = "Bitte geben Sie das Anmeldepasswort ein, um die Diskette zu zugreifen.";

"note:" = "Hinweis:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Wenn Sie den Registrierungscode nicht erhalten haben oder die E-Mail-Adresse des Registrirungs nicht kennen, klicken Sie bitte hier, um dies zu überprüfen.";
"2. For other software or registration issues, please visit support center." = "2. Für andere Probleme über Software oder Registrierung besuchen Sie bitte Unterstützung Zentrum.";
"click here to check" = "klicken Sie bitte hier, um dies zu überprüfen";
"visit support center" = "Unterstützung Zentrum";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" =
"Um Daten von „macOS Catalina“ und späteren Systemen wiederherzustellen, führen Sie bitte die folgenden Schritte aus, damit %@ auf Wechselmedien zugreifen kann.";
"Step 1 :" = "Schritt 1:";
"Step 2 :" = "Schritt 2:";
"Step 3 :" = "Schritt 3:";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Wählen Sie auf Ihrem Mac Apple Menü > Systemeinstellungen, klicken Sie auf Sicherheit und dann Datenschutz.";
"Select the \"Removable Volumes\" checkbox below %@." = "Wählen Sie das Kontrollkästchen „Entfernbare Medien“ unter %@ aus.";
"Click \"Later\" to allow %@ to access removable volumes." = "Klicken Sie auf „Später“, damit %@ auf Wechselmedien zugreifen kann.";
"Settings" = "Einstellungen";
"OK" = "Okay";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"Um eine Startdiskette in „macOS Catalina“ und späteren Versionen zu erstellen, bitte führen die folgenden Schritte aus, um %@ den Zugriff auf Wechselmedien zu ermöglichen.";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Der Download fehlgeschlagen. Plattenreserve reicht nicht aus. Sie sollten genügenden freien Speicherplatz (etwa %@) freigeben und erneut downloaden.";
"This file path cannot save the firmware. Please change to the correct one." = "Dieser Dateipfad kann die Firmware nicht speichern. Bitte wechseln Sie zum richtigen.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Fehler beim Herunterladen von Firmware-Paket! Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.";
"Downloading the firmware, please wait…" = "Firmware wird heruntergeladen, bitte warten...";
"Please make sure the network connection is normal." = "Bitte stellen Sie sicher, dass die Netzwerkverbindung normal ist.";
"Network Abnormal! Please check your network and try again." = "Netzwerkfehler! Bitte überprüfen Sie Ihr Netzwerk und versuchen es erneut.";
"Try Again" = "Erneut Versuchen";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Kein genügend Speicher, um Firmware herunterzuladen. Bitte geben Sie mindestens 1 GB freien Speicherplatz frei und versuchen es erneut.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Ihr Mac ist mit dem Apple T2 Security Chip ausgestattet. Dateien unter dem APFS Dateisystem können nicht gescannt werden.";
"Failed to download firmware package! Please check your internet connection and try again." = "  Fehler beim Herunterladen von Firmware-Paket! Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Schnellsuche fertig. Mehr Daten werden ausgewertet.";
"Deep Scanning" = "Tiefes Scannen";
"Fast Scanning:" = "Schnelles Scannen";
"RAW Files" = "RAW-Dateien";
"Tag Files" = "Tag-Dateien";
"Deleted Files" = "Gelöschte Dateien";
"Lost Location" = "Verlorener Speicherort";
"Existing Files" = "Vorhandene Dateien";

// 4.0.0
"Found %li files. More useful tips below for finding files:" = "%li Dateien gefunden. Weitere nützliche Tipps unten zum Finden von Dateien :";
"File Path Not Found" = "Dateipfad nicht gefunden";
"File Name Not Found" = "Dateiname nicht gefunden";
"Tagged Files" = "Markierte Dateien";
"You may find your accidentally deleted files here." = "Hier können Sie Ihre versehentlich gelöschten Dateien finden.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Es gibt gelöschte Dateien, die ihren ursprünglichen Pfad verloren haben. Sie können die Dateinamen überprüfen, um festzustellen, ob es sich um Zieldateien handelt.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Es gibt Dateien, die ihre ursprünglichen Namen verloren haben. Sie können sie in einer Vorschau anzeigen, um zu sehen, ob es sich um Zieldateien handelt.";
"You may find target files here if you lost them which are not deleted before." = "Sie können hier Zieldateien finden, wenn Sie sie verloren haben und sie nicht vorher gelöscht wurden.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Verlorene Dateien ohne Namen werden umbenannt und hier mit entsprechenden Tags klassifiziert.";
"Unable to preview. Please recover and save it on your computer for further checking." = "Vorschau nicht möglich. Bitte stellen Sie die Datei wieder her und speichern Sie sie zur weiteren Prüfung auf Ihrem Computer.";
"Trying to find more data... You can search and recover your data now." = "Versuchen Sie, weitere Daten zu finden... Sie können Ihre Daten jetzt durchsuchen und wiederherstellen.";
"Didn't find the missing files? Try Deep Scan." = "Sie haben die fehlenden Dateien nicht gefunden? Versuchen Sie Deep Scan.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "Der Tiefenscan kann das Gerät Zoll für Zoll durchsuchen, um die tief vergrabenen Dateien zu finden, was eine höhere Wiederherstellungsrate ermöglicht.";
"Artist" = "Künstler";
"Camera" = "Kamera";
"The Last Editor" = "Der letzte Redakteur";
"Creation Time" = "Erstellungszeit";
"Modified Time" = "Geänderte Zeit";
"All Time" = "Alle Zeit";
"Last 24 hours" = "Letzte 24 Stunden";
"Last 7 days" = "Letzte 7 Tage";
"Last 30 days" = "Letzte 30 Tage";
"Customize" = "Anpassen";
"Selected" = "Ausgewählt";
"File Size" = "Dateigröße";
"All Size" = "Alle Größen";
"Improve Chances of Finding Lost Files" = "Verbesserung der Chancen, verlorene Dateien zu finden";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Sehen Sie in der Baumansicht unter „Gekennzeichnete Dateien“ und „Dateiname nicht gefunden“ nach.";
"Filter files by File Type, File Size, Date Modified, and more." = "Filtern Sie Dateien nach Kriterien wie Dateityp, Dateigröße, Änderungszeit usw.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Aktualisieren Sie auf die Pro-Version, um Ihre wertvollen Daten wiederherzustellen!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Holen Sie sich die Pro-Version, um ein bootfähiges Laufwerk für die Datenwiederherstellung zu erstellen!";
"Free Version" = "Kostenlose Version";
"Pro Version" = "Professionelle Version";
"Preview Just a Few Files" = "Vorschau nur weniger Dateien";
"Preview All Files" = "Vorschau aller Dateien";
"Free Upgrade" = "Kostenloses Upgrade";
"Recover Data from the Crashed Computer" = "Daten vom abgestürzten Computer wiederherstellen";
"Only Allows You to Scan Disks" = "Erlaubt nur das Scannen von Festplatten";
"Unlimited Data Recovery" = "Unbegrenzte Datenwiederherstellung";
"Professional Customer Service" = "Professioneller Kundenservice";
"Professional and reliable data recovery solutions" = "Professionelle und zuverlässige Lösungen zur Datenwiederherstellung";
"Advanced Options" = "Erweiterte Optionen";
"Local Drives" = "Lokale Laufwerke";
"External Drives" = "Externe Laufwerke";
"Common Location" = "Gemeinsamer Standort";
"Data Recovery" = "Datenwiederherstellung";
"Fast and Safe" = "Schnell und sicher";
"Failed to read the disk data, please re-plug the external disk." = "Daten der Festplatte konnten nicht gelesen werden, bitte schließen Sie die externe Festplatte erneut an.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Bitte entfernen Sie alle externen Festplatten, die an den Computer angeschlossen sind, und legen Sie dann die Festplatten wieder ein, von denen Sie Daten wiederherstellen möchten.";
"Still have problems? Please contact us." = "Haben Sie immer noch Probleme? Bitte kontaktieren Sie uns.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Um Daten von einer Digitalkamera wiederherzustellen, entfernen Sie bitte die SD-Karte und verbinden Sie sie über einen Kartenleser mit dem Computer.";
"Found nothing..." = "Nichts gefunden...";
"1. Wait for the scan to finish before searching again." = "1. Warten Sie, bis der Scan abgeschlossen ist, bevor Sie erneut suchen.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Wahrscheinlich fehlt in Ihrer Datei der Dateiname. Versuchen Sie, auf diese Weise zu suchen.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Stellen Sie sicher, dass der gesuchte Begriff richtig geschrieben ist.";
"4. If none of the above methods help, please contact us." = "4. Wenn keine der oben genannten Methoden hilft, kontaktieren Sie uns bitte.";
"Reading data from the disk，please wait…" = "Daten von der Diskette lesen, bitte warten ...";
"Stuck in refreshing status for a long time?" = "Stecken Sie für eine lange Zeit im Aktualisierungsstatus fest?";
"Effortlessly Recover Data from A Crashed Computer" = "Wiederherstellung von Daten aus einem abgestürzten System";
"View Files" = "Dateien anzeigen";
"It might take a long time to export for some files need repairing..." = "Der Export kann lange dauern, da einige Dateien repariert werden müssen...";
"contact us" = "kontaktieren Sie uns";
"in this way" = "auf diese Weise";
"Exit App" = "App beenden";
"Recovered: %li files %@" = "Wiederhergestellt: %li Dateien （%@）";
"Recovered: %li file %@" = "Wiederhergestellt: %li Datei （%@）";
"File Types" = "Datei Typ";
"File Tags" = "Datei Tags";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Bewegen Sie die Maus auf das Symbol unter der Strukturansicht, und Sie erfahren, was die verschiedenen Dateistatus bedeuten.";
"Understood" = "Verstanden";
"Filter" = "Filter";
"Reset" = "Rücksetzen";
"Scan Stopped!" = "Scan gestoppt!";
"Tips:" = "Tipps:";
"1. Please replug the external drive or change another drive and then try again." = "1. Schließen Sie das externe Laufwerk erneut an oder verwenden ein anderes Laufwerk, und dann versuchen es erneut.";
"2. Please make sure internet connection is working properly." = "2. Stellen Sie sicher, dass die Internetverbindung ordnungsgemäß funktioniert..";

// V5.0.0
"Get An Extra" = "Extra erhalten";
"Coupon Code:" = "Coupon Code:";
"Copy and paste the coupon code at checkout to redeem." = "Kopieren den Gutscheincode und fügen ihn an der Kasse ein, um ihn einzulösen.";
"Copy and Buy Now" = "Kopieren und jetzt erwerben";
"Close Program" = "Programm abschließen";
"Photo Repair" = "Foto Reparatur";
"Video Repair" = "Video Reparatur";
"Repair Damaged Videos in Just Three Steps!" = "So könnt ihr beschädigte Videos in nur 3 Schritten reparieren!";
"Repair Damaged Photos in Just Three Steps!" = "Reparieren beschädigte Fotos in nur drei Schritten!";
"Import Video" = "Video importieren";
"Import Photo" = "Foto importieren";
"Start Repairing" = "Reparieren beginnen";
"Repair Done!" = "Reparieren erledigt!";
"Click to Add Photos" = "Klicken und Hinzufügen von Fotos";
"Click to Add Videos" = "Videos hinzufügen per Klick";
"%liPhoto Added，%@KB" = "%li Foto hinzugefügt, %@";
"%liVideo Added，%@KB" = "%li Video hinzugefügt, %@";
"%liPhotos Added，%@KB" = "%li Fotos hinzugefügt, %@";
"%liVideos Added，%@KB" = "%li Videos hinzugefügt, %@";
"Add Photo" = "Foto hinzufügen";
"Add Video" = "Video hinzufügen";
"Home" = "Startseite";
"Repair" = "Reparatur";
"Remove All Image" = "Alle entfernen";
"Remove All Video" = "Alle entfernen";
"This photo can't be repaired." = "Dieses Foto kann nicht repariert werden.";
"This video can't be repaired." = "Dieses Video kann nicht repariert werden.";
"Select all successfully repaired photos" = "Alle erfolgreich reparierten Fotos auswählen";
"Reselect photo to repair" = "Foto erneut auswählen zu Reparieren";
"Select all successfully repaired videos" = "Alle erfolgreich reparierten Videos auswählen";
"Reselect video to repair" = "Video erneut auswählen zu Reparieren";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Wir haben mehrere Fotos von diesem Foto gefunden, nach denen Sie vielleicht suchen, und Sie können sie in der Vorschau anzeigen und exportieren.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Wir haben mehrere Videos von diesem Video gefunden, nach denen Sie vielleicht suchen, und Sie können sie in der Vorschau anzeigen und exportieren.";
"Are you sure you want to remove all photos?" = "Sind Sie sicher, dass Sie alle Fotos entfernen möchten?";
"Are you sure you want to remove all videos?" = "Sind Sie sicher, dass Sie alle Videos entfernen möchten?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Sind Sie sicher, dass Sie zur Startseite zurückkehren möchten? Der aktuelle Reparaturfortschritt wird nicht gespeichert.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Sind Sie sicher, dass Sie zur Startseite zurückkehren möchten? Der aktuelle Reparaturfortschritt wird nicht gespeichert.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Sind Sie sicher, dass Sie das Video erneut auswählen möchten? Der aktuelle Reparaturfortschritt wird nicht gespeichert.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Sind Sie sicher, dass Sie das Foto erneut auswählen möchten? Der aktuelle Reparaturfortschritt wird nicht gespeichert.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Einige Videos befinden sich bereits in der Reparaturliste und werden nicht wiederholt importiert.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Einige Fotos befinden sich bereits in der Reparaturliste und werden nicht wiederholt importiert.";
"The video has been lost, please re-import and try previewing again." = "Das Video ist verloren gegangen. Bitte importieren Sie es erneut und versuchen Sie, die Vorschau erneut anzusehen.";
"The photo has been lost, please re-import and try previewing again." = "Das Foto ist verloren gegangen. Bitte importieren Sie es erneut und versuchen Sie es erneut in der Vorschau.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "Das Scannen oder die Wiederherstellung kann nicht fortgesetzt werden, da das Gerät nicht angeschlossen ist. Bitte schließen Sie das Gerät wieder an und klicken Sie auf Weiter.";
"Repairing：" = "Reparieren：";
"Please wait..." = "Bitte warten...";
"Exporting:" = "Exportieren:";
"The device has been disconnected, you can try to select data to recover or rescan." = "Das Gerät wurde getrennt, Sie können versuchen, Daten zur Wiederherstellung oder zum erneuten Scannen auszuwählen.";
"Continue" = "Weiter";
"Retry" = "Wiederholen";
"Stop" = "Stopp";
"Export Completed!" = "Export abgeschlossen!";
"Export: %lifiles(%@)" = "Exportieren: %li files (%@)";
"View Exported" = "Exportierte Ansicht";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Es sind noch %li Videos zu exportieren, sind Sie sicher, dass Sie den Export stoppen wollen?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Es sind noch %li Fotos zu exportieren, sind Sie sicher, dass Sie den Export stoppen wollen?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Es gibt noch 1 Video zu exportieren, sind Sie sicher, dass Sie den Export stoppen wollen?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Es gibt noch 1 Foto zu exportieren, sind Sie sicher, dass Sie den Export stoppen wollen?";
"Are you sure you want to stop exporting?" = "Sind Sie sicher, dass Sie nicht mehr exportieren wollen?";
"Upgrade to Pro version to preview files!" = "Upgrade auf die Pro-Version für eine Vorschau der Dateien!";
"Upgrade" = "Upgrade";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "Die unregistrierte Version kann nur die ersten 30 Sekunden der Audiodatei abspielen, ein Upgrade auf die registrierte Version ermöglicht die vollständige Wiedergabe.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "Die unregistrierte Version kann nur die ersten 10 Sekunden der Videodatei abspielen, ein Upgrade auf die registrierte Version ermöglicht die vollständige Wiedergabe.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Upgrade auf die Pro-Version, um Ihre wertvollen Fotos zu exportieren!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Upgrade auf die Pro-Version, um Ihre wertvollen Videos zu exportieren!";
"Support for exporting repaired files" = "Unterstützung für den Export von reparierten Dateien";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "Die Datei kann nicht in der Vorschau angezeigt werden. Bitte exportieren die Datei und versuchen Sie erneut in der Vorschau anzuzeigen.";
"The file can't be previewed, please repair it and try to preview it again." = "Die Datei kann nicht in der Vorschau angezeigt werden. Bitte reparieren die Datei und versuchen Sie erneut in der Vorschau anzuzeigen.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Sind Sie sicher, dass Sie das Programm beenden wollen? Der aktuelle Reparaturfortschritt wird nicht beibehalten.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Es gibt noch %li Videos, die auf die Reparatur warten. Sind Sie sicher, dass Sie die Reparatur abbrechen möchten?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Es gibt noch %li Fotos, die auf die Reparatur warten. Sind Sie sicher, dass Sie die Reparatur abbrechen möchten?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Es gibt noch 1 Video, das auf die Reparatur wartet. Sind Sie sicher, dass Sie die Reparatur abbrechen möchten?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Es gibt noch 1 Foto, das auf die Reparatur wartet. Sind Sie sicher, dass Sie die Reparatur abbrechen möchten?";
"Are you sure you want to stop repairing?" = "Sind Sie sicher, dass Sie die Reparaturen einstellen wollen?";
"Repair done!" = "Reparatur erledigt!";
"Repaired: %li files (%@)" = "Repariert: %li Dateien (%@)";
"View Repair Results" = "Reparaturergebnisse anzeigen";
"Export" = "Exportieren";
"The video has been lost, please re-repair and try exporting again." = "Das Video ist verloren gegangen. Bitte reparieren und versuchen Sie, es erneut zu exportieren.";
"The photo has been lost, please re-repair and try exporting again." = "Das Foto ist verloren gegangen. Bitte reparieren und versuchen Sie, es erneut zu exportieren.";
"The video has been lost, please re-import and try repairing again." = "Das Video ist verloren gegangen. Bitte importieren und versuchen Sie es erneut zu reparieren.";
"The photo has been lost, please re-import and try repairing again." = "Das Foto ist verloren gegangen. Bitte importieren und versuchen Sie es erneut zu reparieren.";
"Selected: %li photo  (%@)" = "Ausgewählt: %li Bild (%@)";
"Selected: %li photos  (%@)" = "Ausgewählt: %li Bilder (%@)";
"Selected: %li video  (%@)" = "Ausgewählt: %li Video (%@)";
"Selected: %li videos  (%@)" = "Ausgewählt: %li Videos (%@)";
"%li Results" = "%li Ergebnisse";
"Close" = "Schließen";


"Match Similar Files" = "Ähnliche Dateien finden";
"We've found some files that might be what you want, you can preview and restore them." = "Wir haben einige Dateien gefunden, die vielleicht Ihren Wünschen entsprechen. Sie können sie in der Vorschau anzeigen und wiederherstellen.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Zu diesem Zeitpunkt wurden leider keine passenden Dateien gefunden. Sie können warten, bis der Scanvorgang abgeschlossen ist, und es dann erneut versuchen, oder Sie verwenden Filter, Suchleiste, um die gewünschten Dateien zu finden.";
"What Type of Files Do You Want to Recover?" = "Welche Art von Dateien möchten Sie wiederherstellen?";
"Filtering file type helps recover the files you want faster" = "Die Filterung des Dateityps hilft, die gewünschten Dateien schneller wiederherzustellen";
"Others" = "Andere";
"Other Types" = "Andere Arten";
"%@ etc." = "%@ uzw.";
"Scan Selected File Types" = "Ausgewählte Dateitypen scannen";
"Scan All File Types" = "Alle Dateitypen scannen";
"Scan Only %@" = "Nur %@ scannen";

//MARK: - 预览
"Preview" = "Vorschau";
"Loading..." = "Wird geladen...";
"Preview is not available. Recover it for view" = "Die Vorschau ist nicht verfügbar. Zur Ansicht bitte wiederherstellen";
"Max size for preview: 30MB. Recover it for view" = "Maximale Größe für die Vorschau: 30MB. Zur Ansicht bitte wiederherstellen";
"Format not supported for preview. Recover it for view" = "Format für Vorschau nicht unterstützt. Zur Ansicht bitte wiederherstellen";
"%@ files zipped in total" = "Insgesamt %@ Dateien gezippt";
"AI Repairing..." = "KI-Reparaturen durchgeführt...";
"It may take a while, but it's worth the wait" = "Es kann eine Weile dauern, aber es lohnt sich zu warten";
"AI Repaired %@" = "KI Repariert(e) %@";
"Repaired successfully. Recover the repaired file" = "Erfolgreich repariert. Wiederherstellen der reparierten Datei";
"Get Pro for Full Preview" = "Auf Pro upgraden für eine vollständige Vorschau";
"Preview full file" = "Vorschau der gesamten Datei";
"Recover unlimited files" = "Unbegrenzt viele Dateien wiederherstellen";
"AI Repair corrupte files" = "Beschädigte Dateien mit KI reparieren";
"Premium technical support" = "Erstklassige technische Unterstützung";
"Get Pro Now" = "Jetzt Pro upgraden";
"Details" = "Details";
"Icon" = "Symbole";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Holen Sie sich die Pro-Version und genießen Sie unbegrenzte Wiederherstellung";
"Preview only." = "Nur Vorschau.";
"No free recovery remaining." = "Keine kostenlose Wiederherstellung mehr.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Auf Pro upgraden, um alle Funktionen, unbegrenzte Wiederherstellung und mehr zu erhalten.";
"Get Pro for Unlimited Repair" = "Auf Pro upgraden, für unbegrenzte Wiederherstellung";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Auf Pro upgraden, um Zugang zu allen Funktionen, unbegrenzter Wiederherstellung und mehr zu erhalten.";
"Trial" = "Testversion";
"Free" = "Kostenlose Version";
"Pro" = "Professionelle Version";
"Preview only" = "Nur Vorschau";
"Unlimited" = "Unbegrenzt";
"Key Features & Benefits" = "Hauptfunktionen und Vorteile";
"Recovery amount" = "Wiederherstellungsvolumen";
"Preview before recovery" = "Vorschau vor der Wiederherstellung";
"Recover while scanning" = "Wiederherstellung während des Scannens";
"Recover data from crashed system" = "Wiederherstellung von Daten aus abgestürzten Systemen";
"Recover data from NAS server" = "Wiederherstellung von Daten von NAS-Servern";
"Repair corrupted vidoes & photos" = "Reparieren beschädigter Videos und Bilder";
"Enjoy lifetime updates for free" = "Kostenlose Produkt-Upgrades auf Lebenszeit";
"24/7 premium technical support" = "24/7 Stunden Premium-Kundenservice-Support";
"30-day money back guarantee" = "30 Tage Geld-zurück-Garantie für das Produkt";
"Buy Now" = "Jetzt kaufen";
"Already Purchased?" = "Sie haben bereits gekauft?";
"Register Now to proceed with recovering ( no need to rescan)." = "Jetzt Ihr Lizenz aktivieren, um mit der Wiederherstellung fortzufahren (kein erneutes Scannen erforderlich).";
"Register Now" = "Jetzt auf Pro upgraden";
"Recover the repaired file" = "Wiederherstellen der reparierten Datei";
"Recover it for view" = "Zur Ansicht bitte wiederherstellen";


//MARK: - 5.1.8
"Lost data recovery" = "Verlorene  Daten wiederherstellen";
"Hard Drive" = "Festplatte";
"Advanced recovery" = "Erweiterte Wiederherstellung";
"Crashed Mac" = "Abgestürzter Mac";
"iCloud" = "iCloud";
"New" = "neu";
"Corrupted file repair" = "Beschädigte Dateien reparieren";
"Photo Repair" = "Foto-Reparatur";
"Video Repair" = "Video-Reparatur";
"Why Pro？" = "Warum Pro-Version？";
"Unlock Pro to enjoy" = "Pro aktivieren und mehr genießen:";
"Unlimited Recovery" = "Unbegrenzte Wiederherstellung-Volume";
"Corrupted Repair" = "Beschädigte Reparatur";
"Full Preview" = "Vollständige Vorschau";
"Unlock Pro Now" = "Upgrade auf Pro";
"Recover permanently & recently deleted iCloud data easily" = "Dauerhaft und kürzlich gelöschte iCloud-Daten einfach wiederherstellen";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Verloren Fotos, Videos, Kontakte, Notizen usw. direkt aus iCloud wiederherstellen";
"Get Started" = "Jetzt starten";
"Searching lost iCloud data..." = "Nach verlorenen iCloud-Daten suchen...";
"Search Completed" = "Suchen abgeschlossen.";
"Search Stopped" = "Suchen abgebrochen";
"Damaged or partitially missing photos" = "Beschädigte oder teilweise fehlende Fotos";
"Add photos for repair" = "Fotos zur Reparatur hinzufügen";
"Corrupted or unplayable vidoes" = "Beschädigte oder nicht abspielbare Videos";
"Add videos for repair" = "Videos zur Reparatur hinzufügen";
"Repair any damaged or photos that cannot be opened" = "Reparieren Sie beschädigte oder nicht funktionierende Bilddateien";
"Repair any corrupted or unplayale videos files and more" = "Reparieren Sie alle beschädigten oder nicht abspielbaren Videodateien.";
//MARK: - v5.1.10
"Sign in to iCloud" = "Bei iCloud anmelden";
"Apple ID" = "Apple-ID";
"Password" = "Passwort";
"Keep Password" = "Passwort behalten";
"Forget Apple ID or Password?" = "Apple ID oder Passwort vergessen?";
"Back" = "Zurück";
"Log In" = "Einloggen";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Um Änderungen an iCloud zu verhindern, synchronisieren Sie während der Wiederherstellung keine Gerätedaten mit iCloud.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Wir speichern NIEMALS Aufzeichnungen über Ihr Konto. Weitere Details finden Sie in unserer Datenschutzrichtlinie.";
"Privacy Policy" = "unserer Datenschutzrichtlinie";
"Incorrect Apple ID or password." = "Falsche Apple ID oder falsches Passwort.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Aus Sicherheitsgründen ist Ihre Apple ID gesperrt. Bitte entsperren Sie Ihr Konto und versuchen Sie es erneut.";
"Network disconnected. Please check your network connection and try again." = "Die Netzwerkverbindung wurde unterbrochen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.";
"Two-factor authentication" = "Zwei-Faktor-Authentifizierung";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Eine Nachricht mit einem Bestätigungscode wurde an Ihr vertrauenswürdiges Gerät gesendet. Bitte geben Sie den Code ein, um fortzufahren.";
"Resend code" = "Code erneut senden";
"Get Help from Apple" = "Hilfe von Apple erhalten";
"Incorrect verification code." = "Falscher Bestätigungscode.";
"Entered incorrect verification code too many times." = "Sie haben den falschen Bestätigungscode zu oft eingegeben.";
"Request failed, please try again." = "Anfrage fehlgeschlagen, bitte versuchen Sie es erneut.";
"Verification requested too often" = "Verifizierung zu oft angefordert";
"Network error. Please check your network connection." = "Netzwerkfehler. Bitte überprüfen Sie Ihre Netzwerkverbindung.";
"Please select the type of data you want to recover." = "Bitte wählen Sie die Datentyps aus, die Sie wiederherstellen möchten";
"Log Out" = "Abmelden";
"Select all" = "Alles auswählen";
"Refresh" = "Aktualisieren";
"Back" = "Zurück";
"Confirm" = "Bestätigen";
"iCloud drive" = "iCloud-Drive";
"Photos" = "Fotos";
"Contacts" = "Kontakte";
"Reminder" = "Erinnerung";
"Calendar" = "Kalender";
"Notes" = "Notizen";

"Home Phone" = "Privatnummer";
"Work" = "Nummer im Büro";
"iPhone" = "iPhone-Nummern";
"Mobile Phone" = "Handy-Nummer";
"Main Phone" = "Hauptnummer";
"HomeFax" = "Fax zu Hause";
"WorkFax" = "Büro-Fax";
"Pager Phone" = "Pager";
"Other Phone" = "Andere Nummern";
"Home Email" = "Private E-Mail";
"Work Email" = "Arbeitspostfach";
"Other Email" = "Andere Mailboxen";
"iCloud Email" = "iCloud-Postfach";
"HomePage" = "Webseite";
"Home Page" = "Hauptseite";
"Other Page" = "Arbeitsseite";
"Work Page" = "Andere Seiten";
"Title" = "Titel";
"Starting Time" = "Startzeit";
"List" = "Liste";
"Status" = "Status";
"Reminder time" = "Erinnerungszeit";
"Priority" = "Priorität";
"Location" = "Ort";
//MARK: - 第二批_3.21
"Company" = "Firma";
"School" = "Schule";
"Time" = "Zeit";
"End Date Time" = "Ende";
"Complete" = "Fertig";
"Incomplete" = "Unfertig";
"Invited People" = "Eingeladene";
"Flag Marks" = "Flaggenmarken";
"None" = "Keine";
"Low" = "Niedrig";
"Medium" = "Mittel";
"High" = "Hoch";
"Unknown" = "Unbekannt";
//MARK: - 5.1.11
"Unsaved Documents" = "Ungespeicherte Dokumente";
"Date Deleted" = "Datum des Löschens";

//MARK: - PE
"Crashed Mac" = "Abstürzende Mac";
"Create a bootable drive to boot up Mac for data recovery" = "Boot-Disk erstellen und Mac starten, um Daten wiederherzustellen";
"What's Crashed Mac？" = "Was ist ein abstürzenden Mac?";
"Boot up Mac with the USB bootable drive for data recovery" = "Computer über USB-Bootlaufwerk starten, um Daten wiederherzustellen";
"Boot up crashed Mac" = "Abstürzende Mac starten";
"Tips: please try again with another USB drive Common Solutions" = "Tipps: Bitte versuchen Sie es mit einem anderen USB-Sticks. Häufige Lösungen";
"Common Solutions" = "Häufige Lösungen";
"Icon" = "Symbol";
"Preview Pane" = "Vorschaufenster";
"Details" = "Details";
"Create Now" = "Jetzt erstellen";
"Lost Partition" = "Verlorene Partition";

"Select a drive where you lost data to start recovering" = "Wählen Sie ein Laufwerk, auf dem Sie Daten verloren haben, um die Wiederherstellung zu starten";
"Drive didn't show up?" = "Das Laufwerk wird nicht angezeigt?";
"Check Disk Connection" = "Datenträgerverbindung prüfen";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Wenn Sie Kameradaten wiederherstellen möchten, nehmen Sie die SD-Karte heraus und schließen Sie sie über einen Kartenleser an den Mac an.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Wenn das USB-Gerät nicht erkannt wird, versuchen Sie, das Gerät an einen Anschluss auf der Rückseite des Mac-Hosts anzuschließen, um die Daten wiederherzustellen.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Für die Datenrettung von Handys können Sie UltData - iOS herunterladen.";
"Check Disk Status" = "Festplattenstatus prüfen";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Lösung: Rufen Sie das Festplattendienstprogramm auf, klicken Sie auf die Schaltfläche „Einhängen“ in der oberen Menüleiste und stellen Sie dann Ihre Daten wieder her.";
"Language_menu" = "Sprache";
"Disk Utility" = "Festplattendienstprogramm";
"Mount" = "Aktivieren";
"1. Access \"Disk Utility\"" = "1. Rufen Sie das „Festplattendienstprogramm“ auf.";
"2. Click \"Mount\"" = "2. Klicken Sie auf „Aktivieren“.";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Wählen Sie einen Ort zum Speichern der wiederhergestellten Daten";
"You've selected %li files, %@" = "Sie haben %li Datei(en) ausgewählt, %@";
"%@ available" = "%@ verfügbar";
"Perfectly enough disk space. Save now." = "Es gibt genug Platz. Jetzt speichern.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Speichern Sie auf %@ und Sie werden sich keine Sorgen mehr über Datenverluste machen müssen.";
"Save Now" = "Jetzt speichern";
"Insufficient space available, change another location or save to the %@." = "Nicht genügend Speicherplatz vorhanden, bitte Speicherort ändern oder in %@ speichern.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Es wird nicht empfohlen, auf dem Originaldatenträger (auf dem die Daten verloren gegangen sind) zu speichern, da die Daten dadurch möglicherweise überschrieben werden und dauerhaft verloren gehen.";
"No permissions to read or write, change another location or save to the %@." = "Keine Berechtigungen zum Lesen oder Schreiben, zum Ändern eines anderen Speicherorts oder zum Speichern in %@.";
"Insufficient space available in %@. Please change to another location to save." = "Nicht genügend Speicherplatz in %@ verfügbar. Bitte wechseln Sie einen anderen Speicherort.";
"Select Folder..." = "Ordner auswählen...";
"Logging in..." = "Einloggen...";
"Please authorize login to your %@ in the browser" = "Bitte autorisieren Sie Ihr %@ Login in Ihrem Browser.";
"Authorization login failed" = "Autorisierung fehlgeschlagen";
"Please re-authorize or change to another location" = "Bitte erneut autorisieren oder zu einem anderen Speicherort wechseln";
"Another Location" = "Anderer Speicherort";
"Re-authorize" = "Erneut autorisieren";
"Authorization successful. Please return to %@ to continue recovering data." = "Autorisierung erfolgreich. Bitte kehren Sie zu %@ zurück, um die Datenrettung fortzusetzen.";

//MARK: - V5.2.0
"Large & Old Files" = "Große & alte Dateien";
"Locate and remove unneeded files to free up disk space with ease" = "Unnötige Dateien finden und entfernen, um ganz einfach Speicherplatz freizugeben.";
"Locate Files in Minutes" = "Dateien in wenigen Minuten finden";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Die manuelle Suche nach großen oder alten Dateien kann Stunden dauern, aber mit %@ braucht es wenigen Minuten.";
"Remove As You Wish" = "Dateien nach Wunsch entfernen";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Entfernen Sie unnötige Dateien in den Papierkorb, verschieben Sie sie in einen anderen Ordner oder löschen Sie sie dauerhaft – ganz wie Sie möchten.";
"%@ used" = "%@ verwendet";
"Scan Now" = "Jetzt scannen";
"All Files" = "Alle Dateien";
"Selected" = "Ausgewählte";
"By Size" = "Nach Größe";
"By Access Date" = "Nach Zugriffsdatum";
"Last Week" = "Letzte Woche";
"Last Month" = "Letzter Monat";
"Scanning %@" = "%@ wird gescannt...";
"Looking for large & old files" = "Suche nach großen & alten Dateien";
"Stop Scanning" = "Scannen beenden";
"No files found" = "Keine Dateien gefunden";
"Return to home and select another location to start over" = "Kehren Sie zur Startseite zurück und wählen Sie einen anderen Ort, um neu zu beginnen";
"Removing: %@" = "%@ Ordner wird gescannt...";
"It may take some time..." = "Es braucht einige Zeit...";
"Remove Completed" = "Entfernen feritg";
"Removed: %li files (%@)" = "Hat %li Dateien (%@) erfolgreich entfernt";
"Done" = "Fertig";
"Insufficient permissions to remove" = "Sie verfügen nicht über ausreichende Rechte, um diesen Vorgang auszuführen";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Keine Lese-/Schreibberechtigung für die NTFS-Partition. Datei kann nicht entfernt werden.";
"Insufficient space at target folder to remove" = "Unzureichender Speicherplatz im Zielordner zum Entfernen";
"Remove to another folder or remove permanently." = "In einen anderen Ordner verschieben oder dauerhaft entfernen.";
"No files selected" = "Keine Dateien ausgewählt";
"Remove Permanently" = "Dauerhaft entfernen";
"Remove to Trash" = "In den Papierkorb verschieben";
"Remove to Folder" = "In Ordner verschieben";
"Access Time" = "Zugriffszeit";
"Open File Location" = "Speicherort der Datei öffnen";
"Return to home?" = "Zurück zur Startseite?";
"It is recommended to remove unwanted files before you return." = "Bevor Sie zur Startseite zurückkehren, sollten Sie die Dateien, die Sie nicht benötigen, entfernen.";
"Return" = "Zurück";
"Cancel" = "Abbrechen";
"Stop Scanning?" = "Scannen beenden?";
"%@ will be no longer looking for large & old files if you stop." = "%@ wird nicht mehr nach großen und alten Dateien suchen, wenn Sie aufhören.";
"Stop Scanning" = "Beenden";
"Stop Removing?" = "Entfernen stoppen?";
"%@ will be no longer removing files remaining if you stop." = "%@ wird nicht mehr entfernen Dateien entfernen, wenn Sie aufhören.";
"Stop Removing" = "Entfernen stoppen";
"Get Pro for Files Removal" = "Upgrade auf Pro für das Entfernen von unnötigen Dateien";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Upgraden Sie auf Pro, um unnötigen große und alte Dateien zu entfernen, und genießen Sie weitere Funktionen, einschließlich unbegrenzter Datenwiederherstellung.";
"Files available for removal" = "Wie viele Dateien können entfernet werden";
"Authorizing for %@, please wait..." = "%@-Autorisierung erhalten, bitte warten...";
"Calculating the available space in %@, please wait..." = "Berechne den verfügbaren Speicherplatz in %@, bitte warten...";
//MARK: - 第二批_20240626
"Extra tools" = "Dienstprogramme";
"Sort by %@" = "Sortieren nach %@";
"By Modified Date" = "Nach Änderungsdatum";
//MARK: - 2. SD卡
"SD Card" = "SD-Karte";
"Select a memory card where you lost data to start recovering" = "Wählen Sie eine Speicherkarte aus, auf der Sie Daten verloren haben, um die Wiederherstellung zu starten";
"SD card didn't show up?" = "Die SD-Karte wird nicht angezeigt?";
"No SD card connected" = "Keine SD-Karte verbunden";
"Connect the memory card via card reader to start recovering photos or videos" = "Schließen Sie die Speicherkarte über ein Kartenlesegerät an, um die Wiederherstellung von Fotos oder Videos zu starten";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Verbesserte Video-Wiederherstellung";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Mithilfe fortschrittlicher KI-Algorithmen erkennen wir Videofragmente auf dem Speichermedium und fügen sie zusammen, um ein vollständiges und abspielbares Video wiederherzustellen.";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Reparieren und Wiederherstellen von Vidoes zur gleichen Zeit. Videolösungen aus einer Hand!";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Einfaches Wiederherstellen und Reparieren von Videos von jedem Gerät, wie z.B. Canon, Nikon, Sony, GoPro, DJI, usw. Mehr erfahren";
"AI-Powered" = "KI-gesteuert";
"Mac OS 10.15 previous versions are not supported" = "Versionen unter Mac OS 10.15 werden nicht unterstützt.";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Verwenden Sie Mac OS 10.15 oder neuer für „Verbesserte Video-Wiederherstellung“.";
"Select a drive where you lost vidoes to start recovering" = "Wählen Sie ein Laufwerk, auf dem Sie Videos verloren haben, um die Wiederherstellung zu starten";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Tipp: Sie sind sich nicht sicher, wo die Videos verloren gegangen sind und wissen nicht, welchen Ort Sie scannen sollen?";
"Select the video format you want to recover" = "Wählen Sie das Videoformat, das Sie wiederherstellen möchten";
"All videos" = "Alle Videos";
"Recovery duration: The more video types selected, the longer it will take." = "Dauer der Wiederherstellung: Je mehr Videotypen ausgewählt werden, desto länger dauert es.";
"Device that the vidoes are from (optional)" = "Von welchem Gerät das Video stammt (optional)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Hinweis: Das richtige Quellgerät sorgt für gezielte und präzise Wiederherstellung und verbessert die Qualität erheblich.";
"Confirm" = "Bestätigen";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Andere";
"Please select at least one video format for enhanced video recovery" = "Bitte wählen Sie mindestens ein Videoformat für die erweiterte Videowiederherstellung";
"Select All" = "Alles auswählen";
"AI" = "Alle";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Video wurde wiederhergestellt...Nach der Fertigstellung repariert die KI beschädigte Videos, die nicht abgespielt werden können, z. B. schwarze Bildschirme.";
"Learn more" = "Mehr erfahren";
